Repository: Nocs-lab/Obatala
Catalog: languages/obatala-*.po
Languages: pt_br

source: No processes found.
pt_br: Processos não encontrados.

source: Obatala Settings
pt_br: Configurações Obatala

source: Settings
pt_br: Configurações

source: All Processes
pt_br: Todos os processos

source: Add New Process
pt_br: Adicionar novo processo

source: All Steps
pt_br: Todas as etapas

source: Add New Step
pt_br: Adicionar nova etapa

source: General Settings
pt_br: Configurações gerais

source: Some Setting
pt_br: Alguma configuração

source: Enable Feature
pt_br: Ativar recurso

source: API Key
pt_br: Chave de API

source: Enter the value for some setting.
pt_br: Digite o valor de alguma configuração.

source: Enable or disable a specific feature.
pt_br: Ativar ou desativar um recurso específico.

source: Enter your API key here.
pt_br: Digite sua chave de API aqui.

source: Save Settings
pt_br: Salvar configurações

# Post type general name
source: Processes
pt_br: Processos

# Post type singular name
source: Process
pt_br: Processo

# Admin Menu text
source: Process
pt_br: Processo

# Add New on Toolbar
source: Process
pt_br: Processo

source: Add New
pt_br: Adicionar novo

source: New Process
pt_br: Novo processo

source: Edit Process
pt_br: Editar processo

source: View Process
pt_br: Visualizar processo

source: Search Processes
pt_br: Buscar processos

source: Parent Process:
pt_br: Processo pai:

source: No process found.
pt_br: Processo não encontrado.

source: No process found in Trash.
pt_br: Processos não encontrados na lixeira.

# taxonomy general name
source: Process Types
pt_br: Tipos de processos

# taxonomy singular name
source: Process Type
pt_br: Tipo de processo

source: Search Process Types
pt_br: Buscar tipos de processo

source: All Process Types
pt_br: Todos os tipos de processo

source: Parent Process Type
pt_br: Tipo do processo pai

source: Parent Process Type:
pt_br: Tipo do processo pai:

source: Edit Process Type
pt_br: Editar tipo de processo

source: Update Process Type
pt_br: Atualizar tipo de processo

source: Add New Process Type
pt_br: Adicionar novo tipo de processo

source: New Process Type Name
pt_br: Novo nome do tipo de processo

source: Process Types
pt_br: Tipos de processo

# Post type general name
source: Process Steps
pt_br: Etapas do processo

# Post type singular name
source: Step
pt_br: Etapa

# Admin Menu text
source: Step
pt_br: Etapa

# Add New on Toolbar
source: Step
pt_br: Etapa

source: New Step
pt_br: Nova etapa

source: Edit Step
pt_br: Editar etapa

source: View Step
pt_br: Visualizar etapa

source: All Step
pt_br: Todas as etapas

source: Search Step
pt_br: Buscar etapa

source: Parent Step:
pt_br: Etapa pai:

source: No step found.
pt_br: Etapa não encontrada.

source: No step found in Trash.
pt_br: Etapa não encontrada na lixeira.

# taxonomy general name
source: Steps Types
pt_br: Tipos de etapas

# taxonomy singular name
source: Step Type
pt_br: Tipo de etapa

source: Search Step Types
pt_br: Buscar tipos de etapa

source: All Step Types
pt_br: Todos os tipos de etapa

source: Parent Step Type
pt_br: Tipo da etapa pai

source: Parent Step Type:
pt_br: Tipo da etapa pai:

source: Edit Step Type
pt_br: Editar tipo de etapa

source: Update Step Type
pt_br: Atualizar tipo de etapa

source: Add New Step Type
pt_br: Adicionar novo tipo de etapa

source: New Step Type Name
pt_br: Novo nome do tipo de etapa

source: Step Types
pt_br: Tipos de etapa

source: Obatala requires the Tainacan plugin to be installed and activated.
pt_br: Obatala requer a instalação e a ativação do plugin Tainacan.
